{
  "about": "ABOUT",

  "projects": "PROJECTS",

  "works": "WORKS",

  "txt": "Films have always been my passion, my purpose. I spent my 20’s in traveling, studying abroad and watching movies. Then I started working with cinema, writing movies and directing videos. Now that I’ve just begun the thirties I’m ready to shoot my first feature film. In the meanwhile, I feel confident with working for production companies to keep contacts in the movie industry.",

  "card1" : "THE FAME TOOL - Ludovico Nenni is a thirty years old actor who lives in the same theatre where he works. Since he is tired of such an unstable situation, he accepts to do a particular audition in a hidden place with eccentric people. The audition consists of a “fame test” in which the candidate has to project himself on a virtual reality and deal with the stress of being a superstar. The audition will leave Ludovico a particular sign even after several months from his ending, so that he will have to decide which values he needs to quit to become what he wants to be: a real actor or just a superstar?",

  "card2" : "POOR AND INFAMOUS - This is the story about a man who lives like a rebel against the society, bringing on a visionary plan of escape from the city he lives. He constantly has in his head the myth of Jim Morrison, a character he tries to follow his lifestyle, based on a total perdition.",

  "card3" : "SHE DOESN'T KNOW HOW TO LOVE - Diego is an inattentive boy who delivers pizzas for his uncle's pizzeria. The casual-awkward meeting of a prostitute from East Europe makes Diego more and more curious about the girl's character. He will try to meet her again until he decides to help the girl to live a different life.",

  "card4" : "This is a resume of some music videos I shot between 2017 and 2019; during these years I shot more than 30 music videos from independent artists. All the videos were shot, directed and edited by myself under the pseudonym of Test1Prod.",

  "title" : "WATCH TRAILER"
}
